Repository: xoraxax/lykan
Catalog: lykan/translations/*/LC_MESSAGES/messages.po
Languages: de

source: This player died:
de: Dieser Spieler starb:

source: The role was %(title)s.
de: Die Rolle war %(title)s.

source: The team of Citizens
de: Das Team der Bürger

source: The team of Werewolves
de: Das Team der Werwölfe

source: The loving couple
de: Das Liebespaar

source: Too many cards of singleton type %s
de: Zuviele Karten vom Typ %s, es darf nur eine geben

source: The witch
de: Die Hexe

source: Do you want to use your healing potion?
de: Willst du deinen Heiltrank benutzen?

source: Who do you want to heal?
de: Wen möchtest du heilen?

source: Do you want to use your killing potion?
de: Möchtest du deinen Tötungstrank benutzen?

source: Who do you want to kill?
de: Wen möchtest du töten?

source: Who do you want to kill, werewolve? The majority vote will win.
de: Wen möchtest du töten, Werwolf? Die Stimmenmehrheit gewinnt.

source: You werewolves chose to kill this player:
de: Ihr Werwölfe möchtet diesen Spieler töten:

source: The hunter
de: Der Jäger

source: And the hunter produced a shot ...
de: Und der Jäger erschoss ...

source: Who do you want to shoot?
de: Wen möchtest du erschießen?

source: The lynchee
de: Der Gerber

source: The cupid
de: Amor

source: Who should fall in love?
de: Wer soll sich verlieben?

source: Thus with a kiss you die!
de: Und so stirbst du mit einem Kuss!

source: You fell in love with this player. Be sure to survive both!
de: Du hast dich in diesen Spieler verliebt. Versucht beide, zu überleben!

source: The seer
de: Der Seher

source: Whose role do you want to inquire?
de: Wessen Rolle willst du herausfinden?

source: This player has the role '%(title)s'.
de: Dieser Spieler hat die Rolle '%(title)s'.

source: The prince
de: Der Prinz

source: You have died.
de: Du bist gestorben.

source: The night begins! Everybody closes their eyes.
de: Die Nacht naht, jeder schließt seine Augen.

source: %(title)s opens their eyes.
de: %(title)s öffnet die Augen.

source: %(title)s closes their eyes again.
de: %(title)s schließt die Augen wieder.

source: Everybody opens their eyes again.
de: Alle öffnen wieder die Augen.

source: Day %(num)i begins!
de: Tag %(num)i beginnt!

source: Last night, nobody died.
de: In der letzten Nacht ist niemand gestorben.

source: Discuss, dear village.
de: Diskutiert, liebes Dorf.

source: Who should the village kill?
de: Wen soll das Dorf töten?

source: And the vote cast was:
de: Und die Abstimmung ergab:

source: The person did not die!
de: Die Person starb nicht.

source: No conclusive vote was cast.
de: Die Abstimmung war nicht eindeutig.

source: The game has ended, all are dead.
de: Das Spiel ist zu Ende, alle sind tot.

source: The game has ended. The winners are: %(title)s.
de: Das Spiel ist zu Ende, die Gewinner sind: %(title)s.

source: You have won!
de: Du hast gewonnen!

source: Welcome to Werewolves!
de: Willkommen zu Werwölfe!

source: Not the correct amount of cards
de: Falsche Anzahl an Karten

source: <Voice>Brian</Voice>
de: <Voice>Hans</Voice>

source: Waiting for game master to start the game.
de: Warte auf den Spielleiter für den Spielstart.

source: Please select the correct amount of players.
de: Wähle die richtige Anzahl an Spielern aus.

source: <b>Game not found! Check the address you entered!</b>
de: <b>Spiel nicht gefunden! Prüfe die eingegebene Adresse!</b>

source: <b>What is your name?</b>
de: <b>Wie heißt du?</b>

source: Name already taken! Try again.
de: Name schon vergeben. Versuche es erneut.

source: Game has already started.
de: Das Spiel ist schon angefangen.

source: You do not have access to this game.
de: Du hast keinen Zugang zu diesem Spiel.

source: Waiting for players to join the game.
de: Warte auf Spieler, die dem Spiel beitreten.

source: %(num)i players are participating.
de: %(num)i Spieler sind dabei.

source: Werewolves
de: Werwölfe

source: Werewolve game
de: Werwölfe Spiel

source: join at
de: tritt bei:

source: voted for
de: stimmte für

source: That&apos;s me
de: Das bin ich

source: How many of each card should be in the game?
de: Wie viele Karten für jede Rolle sollen im Spiel sein?

source: Select cards
de: Wähle Karten aus

source: select %i players
de: wähle %i Spieler aus

source: This player
de: Dieser Spieler

source: These players
de: Diese Spieler

source: Yes
de: Ja

source: No
de: Nein

source: Players in the game:
de: Spieler im Spiel:

source: Everybody is in!
de: Alle Spieler sind aufgeführt!

source: Play Werewolves with a virtual game master
de: Spiele Werwölfe mit einem virtuellen Spielleiter
